[
{
 "judul":"Intentions",
 "penyanyi":"Juston Bieber",
 "deskripsi": "Lagu ‘Intentions’ milik Justin Bieber telah dirilis pada hari Jum’at (7 Februari) pagi dengan video musik berdurasi 6 menit 40 detik yang melihat Justin Bieber, bersama dengan Quavo, berkunjung ke Alexandria House, sebuah tempat penampungan tunawisma yang terkenal di Los Angeles, Amerika Serikat (AS). Tempat itu terkenal dengan program mereka yang membantu mendukung para wanita yang sedang membutuhkan pertolongan.",
 "imgURL" : "https://raw.githubusercontent.com/muhamadanasmustopa/image_singer/gambar_penyanyi/intentions.jpg"
},
{
"judul":"History",
 "penyanyi":"Rich Brian",
 "deskripsi": "Rich Brian hari ini mengeluarkan lagu baru berjudul “History”, dimana di hari Jumat besok tanggal 20 Juli 2018, debut project dari 88Rising yaitu bertajuk “Head In The Clouds”. Munculnya lagu “History” juga sebagai salah satu janji yang diberikan Rich Brian untuk penontonnya, karena Rich Brian sempat me-mention bahwa dirinya akan mengeluarkan single terbarunya sebelum debut project “Head In The Clouds” yang terdiri dari Rich Brian, Keith Ape, “Pink Guy” Joji, August08, NIKI, dan Higher Brothers.",
 "imgURL" : "https://raw.githubusercontent.com/muhamadanasmustopa/image_singer/gambar_penyanyi/history.jpg"
},
{
"judul":"Bad Liar",
 "penyanyi":"Imagine Dragons",
 "deskripsi": "Bad Liar adalah lagu terbaru dari album studio keempat Imagine Dragons bertajuk Origins. Lagu tersebut dirilis sebagai single pada 6 November 2018, tiga hari sebelum album Origins resmi keluar ke publik 9 November 2018. Lumayan masih anget-anget buat didenger.",
 "imgURL" : "https://raw.githubusercontent.com/muhamadanasmustopa/image_singer/gambar_penyanyi/bad_liar.jpg"
},

{
"judul":"Better Now",
 "penyanyi":"Post Malone",
 "deskripsi": "Lagu ini tentang masa lalu kelam Zelmerlow dan merinci bagaimana ia berjuang untuk menjadi orang yang lebih baik. Lagu itu seperti jendela jiwanya. Dia menulis lagu tentang putranya, Albert. Secara lirik, ia keluar sebagai seseorang yang berusaha menjadi ayah yang baik dan tidak menghakimi, Jangan tumbuh menjadi aku, tumbuhlah menjadi dirimu. Dia tidak diragukan lagi mendorong bayinya untuk menjadi salah satu pahlawan di masanya sendiri.",
 "imgURL" : "https://raw.githubusercontent.com/muhamadanasmustopa/image_singer/gambar_penyanyi/better_now.jpg"
},
{
"judul":"Lathi",
 "penyanyi":"Weird Genius",
 "deskripsi": "Lathi dibuka dengan permainan instrumen tradisional yang mengiringi dinamika dentum powerful sepanjang track dan sedikit rasa melankolia pada bagian tertentu.",
 "imgURL" : "https://raw.githubusercontent.com/muhamadanasmustopa/image_singer/gambar_penyanyi/lathi.jpg"
}
]
